Revit 2027 API
DataConversionMonitorScope Properties
The DataConversionMonitorScope type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
DataConversionMonitorScope Class
Autodesk.Revit.DB Namespace